Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Possibly justifiable if the robots serve all the functions that smartphones do in our world, and more—they're walking, talking humanoids after all, so they can still do much more than TheNewTens' "computer at your fingertips" phones can.
pt_br: Possivelmente justificável se os robôs forem responsáveis pelas funções que os smartphones tem em nosso mundo, e mais -- eles são humanoides que andam e falam, afinal de contas, por isso podem fazer muito mais do que pode o típico "computador na palma da mão" dos Br/NovosAnos10.

source: Possibly justified, as maintenance would be performed by robots rather than human beings.
pt_br: Possivelmente justificado, já que a manutenção seria feita por robôs, e não por pessoas.

source: Possibly related to, or even caused by, SturgeonsLaw.
pt_br: Possivelmente relacionado (e até causado) à Br/LeiDeSturgeon.

source: PowerAtAPrice is the supertrope.
pt_br: Br/PoderComUmPreco é o supertropo.

source: Predictably, it is often shocking or downright ''upsetting'' to see such scoundrels dodge [[CantGetAwayWithNothing instant karmic punishment]] and come out triumphant in the end.
pt_br: Previsivelmente, costuma ser chocante ou até mesmo ''irritante'' ver esses sujeitos desviarem da [[Br/NaoDaPraSeSafarDeNada punição cármica instantânea]] para saírem vitoriosos no fim.

source: PrequelInTheLostAge is a subtrope set in a bygone era mentioned in-universe.
pt_br: Br/PrequenciaNaIdadePerdida é um subtropo que se posiciona em uma era no passado distante mencionada in-universo.

source: Prequels are also an easy way to make use of an ExpansionPackWorld and introduce new conflicts without undermining the resolution of the previous work by introducing an [[SortingAlgorithmOfEvil even more ultimate evil]].
pt_br: Prequências também são uma boa ocasião para se usar um Br/PacoteDeExpansaoMundial e introduzir novos conflitos sem minar a resolução do trabalho prévio ao se introduzir um [[Br/AlgoritmoOrdenadorDeMaldade mal ainda mais maléfico]].

source: Presumably these are all assumed names, and they would make sense for those aliens living as humans.
pt_br: Presumivelmente todos esses são nomes adotados e que fazem sentido para aliens que vivem como humanos.

source: Procedural and Dramatic beats are the two main workhorses of fiction: 80% of any narrative consists of them, with the exact ratio between the two determining its place on the SlidingScaleOfPlotVersusCharacters.
pt_br: Batidas procedurais e dramáticas são as duas grandes forças da ficção: 80% de qualquer narrativa consiste delas, com a proporção específica entre essas duas determinando a posição na Br/EscalaDeslizanteDeTramaContraPersonagens.

source: Productions often simply use real world items for props, if it's a regular item like a record player, cup or ball.
pt_br: As produções costumam usar itens do mundo real como adereços se for algo simples como uma bola, um copo ou um toca discos.

source: Profesor Jirafález condemns his actions due to exposing his son to a possible robbery by making him walk the streets with big money and calls him out when he comes.
pt_br: O professor Girafales condena as ações dele devido a expôr o filho a um possível roubo ao fazê-lo andar pelas ruas com grandes quantias de dinheiro e o repreende quando ele aparece.

source: Professor Jirafales is easily distracted by other women, despite being in love with Doña Florinda; Señor Barriga tries to impress other women in Acapulco, despite being married; and even the 8-year old Chavo puts aside his hunger and love for food to watch the Miss Universe contest.
pt_br: O Professor Girafales é facilmente distraído por outras mulheres, apesar de estar apaixonado pela Dona Florinda; Senhor Barriga tenta impressionar outras mulheres em Acapulco, apesar de ser casado; e mesmo o Chaves, de 8 anos, deixa de lado a fome e a vontade de comer para assistir ao concurso da Miss Universo.

source: Professor Jirafales is on the ground (after being hit on the head by a hammer Don Ramón had thrown).
pt_br: Professor Girafales está no chão (após ter sido acertado na cabeça por um martelo lançado pelo Seu Madruga).

source: Program terminated.
pt_br: Programa encerrado.

source: Program terminated.]] ** Finally, when Spooner discovers the mastermind behind it all.
pt_br: Programa encerrado.]] ** Finalmente, quando Spooner descobre quem está por trás de tudo.

source: Prone to the [[BreakThemByTalking Breaking Speech]] and/or MotiveRant about how the heroes going up against them are evil and they themselves the good guys.
pt_br: É propenso ao [[Br/AcabarComElesFalando discurso de quebra]] ou à Br/RetoricaJustificadora sobre como os heróis que o enfrentam são maus e ele é bom.

source: Prone to {{Meaningful Funeral}}s, {{Wartime Wedding}}s, and ToAbsentFriends, and having BabiesEverAfter and SomeoneToRememberHimBy result in DeadGuyJunior.
pt_br: Propenso a Br/FuneralSignificativo, Br/CasamentoEmTemposDeGuerra e Br/AosAmigosAusentes. A existência de Br/BebesParaSempre e Br/AlguemParaSeLembrarDele resulta em Br/CaraMortoDaSilvaFilho.

source: Props for fictional items that will be used by a protagonist, and thus which will be looked at closely by the audience, may be built with greater attention to detail and realism.[[note]]Captain Kirk will probably have a phaser with functioning buttons and careful detail work; an anonymous RedShirt ensign with a one minute role will have an inexpensive prop.[[/note]]
pt_br: Adereços para itens fictícios que serão usados por um protagonista (e, por isso, atrairão a atenção do público) podem ser construídos com maior atenção para detalhes e realismo.[[note]]O Capitão Kirk provavelmente vai ter uma arma com botões funcionais e detalhes refinados; um Br/CamisaVermelha anônimo com participaçao de um minuto vai ter um adereço baratinho ao invés.[[/note]]

source: Punchline-related {{Subtrope}}s include:
pt_br: [[Br/SubTropo Sub-tropos]] relacionados à sacadas incluem:

source: Question some point of continuity for a children's show with a sizable adult PeripheryDemographic, and you are pretty much guaranteed one of the periphery adult fans will insist that it's "because it's a kid's show and they don't expect kids to notice." Ironically, kids are often far ''more'' aware of such mistakes, not because kids are per se "smarter" than we expect, but because not having things like a job, spouse, or "real life" to distract them, they tend to watch their favorites much more obsessively and with more of their minds fully devoted to analysis.
pt_br: Questione algum detalhe de continuidade de um show para crianças que tenha uma Br/DemografiaPeriferica significativa composta por adultos e é praticamente certo que um dos adultos periféricos vai insistir que é "apenas um programa infantil e as crianças nem vão perceber". Ironicamente, as crianças costumam prestar ''mais'' atenção nesses detalhes, não exatamente porque elas são "mais espertas" do que supomos, mas porque, pela ausência de coisas como trabalho, cônjuge e obrigações da vida adulta, elas tendem a ver os programas favoritos com mais obsessão e com uma fração maior das próprias mentes dedicada para análise.

source: Quico [[MoodWhiplash kills the mood]] by asking her if she needed a stool.
pt_br: Quico [[Br/MontanhaRussaDeEmocoes quebra o clima]] ao perguntar se ela quer um banquinho.

source: Quico and El Chavo peek into Don Ramón's house just as he got into the declaration of love, and then... ** Almost literal in "El cumpleaños de Don Ramón", where Don Ramón tells El Chavo to eavesdrop what La Chilindrina, Quico, Doña Florinda and Doña Clotilde were talking about.
pt_br: Quico e Chaves dão uma espiada pela janela do Seu Madruga bem no momento da declaração de amor, e então... ** Quase literal em "O aniversário do Seu Madruga", onde o Seu Madruga pede que o Chaves espie o que a Chiquinha, Quico, Dona Florinda e Dona Clotilde estão falando.

source: Quico comes close behind as the character who gets hurt the most.
pt_br: Quico fica em segundo por uma pequena margem.

source: Quico does this with such frequency, that in later seasons the spot is shown without any plaster in the parts where the tears would impact, revealing the bricks underneath.
pt_br: Quico faz isso com tanta frequência que nas temporadas posteriores o local é mostrado sem reboco nas partes onde ele se apoia e as lágrimas acumulam.

source: Quico explained that his resolution was based on Chavo usually kicking his toys so Chavo promised he'd no longer do it.
pt_br: Quico explicou que sua resolução é baseada no Chaves sempre chutando os brinquedos deles, então Chaves prometeu que não faria mais isso.

source: Quico promised to always allow El Chavo to borrow his toys.
pt_br: Quico prometeu sempre permitir que o Chaves empreste seus brinquedos.

source: Quico realizes the mistake and asks again.
pt_br: Quico percebe o erro e pergunta novamente.

source: Quico then allowed Chavo to borrow [[ExactWords a ball]].
pt_br: Quico então permite que o Chaves empreste [[Br/PalavrasExatas uma bola]].

source: Quico then walks off full of regret to cry on his wall.
pt_br: Quico sai arrependido para chorar na parede.

source: Quico would get the hint quickly and go cry in his favorite corner.
pt_br: Quico rapidamente entendia a dica e ia chorar em seu canto favorito.

source: Quico, ComicallyMissingThePoint, confirmed it in excitement.
pt_br: Quico, Br/ComicamentePerdendoOPonto, confirma animado.

source: RUN!" and put his faith in the only other person who would even consider it a possibility to figure it out.
pt_br: FUJAM!" e depositou suas esperanças na única pessoa que consideraria isso como possibilidade.

source: Rage ''really'' taking over!
pt_br: Agora é ''pra valer!''

source: Ramón Valdés left to work with Villagrán; within the show, he was supposed to have left to look for work abroad.
pt_br: Ramón Valdés saiu para trabalhar junto com Villagrán; dentro do show, ele foi embora para arranjar emprego em outro lugar.

source: Ramón Valdés, who also left the show by then, would appear in ''Federrico'' and ''¡Ah, qué Kiko!''.
pt_br: Ramón Valdés, que também já tinha deixado o programa, apareceu em ''Federrico'' e ''¡Ah, qué Kiko!''.

source: Random segments of code, that have grouped together to form unexpected protocols.
pt_br: Trechos de códigos randômicos que se uniram para formar protocolos inesperados, o que se pode chamar de comportamento.

source: Random segments of code?
pt_br: Segmentos randômicos de código?

source: Rarely is it a benevolent DeusEstMachina.
pt_br: Raramente é um caso benevolente de Br/DeusEstMachina.

source: Rarely well-lit.
pt_br: Raramente a iluminação é boa.

source: Rather than cross the line a second time, the show [[MemeticMutation makes a]] WrongTurnAtAlbuquerque and breaks the audience's WillingSuspensionOfDisbelief.
pt_br: Ao invés de cruzar a linha uma segunda vez, o show faz uma Br/CurvaErradaEmAlbuquerque e quebra a Br/SuspensaoVoluntariaDaDescrenca do público.

source: Rather than honestly deal with the dilemma of something that looks, walks, and quacks like a duck but manifestly is not actually a duck, many writers will default to assuming that, yes by God, it's a duck.
pt_br: Ao invés de lidar honestamente com o dilema que algo que parece, anda e grasna como um pato, mas não é um pato, muitos escritores vão usar a abordagem de que sim, por Deus, isso é um pato.

source: Rather, they usually consider what is practical in a particular situation.
pt_br: Ao invés, eles usualmente consideram o que é mais prático em determinada situação.

source: Rather, this trope is when the introduction of clones (or any other gimmick listed above) ends up undermining the story's dramatic weight and tension because the characters (and thus, the author) can just change things later with few-no repercussions.
pt_br: Ao invés, este tropo é sobre quando a introdução de clones (ou outro artifício listado acima) prejudica o peso dramático e tensão da história porque os personagens (e, por extensão, o autor) podem simplesmente alterar as coisas com poucas repercussões (ou nenhuma).

source: Rebelling against the ''other'' authority!
pt_br: Rebelando-se contra a ''outra'' autoridade!

source: Red glowing robot?
pt_br: Robô brilhando na luz vermelha?

source: Reframing or adding to past events to serve a current plot need.
pt_br: A continuidade retroativa, ou ''retcon'', consiste em re-enquadrar ou acrescentar coisas em eventos passados para servir uma necessidade atual da trama.

source: Related concepts for explaining away retcons can include the HandWave or {{Lampshad|eHanging}}ing; can also involve an UnreliableNarrator.
pt_br: Conceitos relacionados para explicar retcons podem incluir a Br/{{Pincelada}} ou Br/LancarLuzSobreOTropo; isso também pode envolver um Br/NarradorNaoConfiavel.

source: Related to JustEatGilligan and UnConfession.
pt_br: Relacionado a Br/ApenasSeLivreDeGilligan e Br/NaoConfissao.

source: Remember though, that just because a work [[Administrivia/TropesAreTools uses this trope]] is not an automatic black mark against it.
pt_br: Mas lembre que o fato de uma obra [[BrAdministrivia/TroposSaoFerramentas usar este tropo]] não desqualifica a história por si só.

source: Remove all evidence that you even tried.
pt_br: Remova toda a evidência de que você tentou.

source: Replacement writers are by definition scabs and can rarely come up with something that can measure up to the regulars' work.
pt_br: Os roteiristas de reposição raramente conseguem elaborar algo que mantenha os padrões dos roteiristas originais.

source: Results may vary against the SociopathicHero or TheUnfettered; beware you don't get a ShutUpKirk or HannibalLecture in response.
pt_br: Resultados podem variar contra o Br/HeroiSociopata ou Br/OIrrestrito; cuidado para não receber em resposta um Br/CalaABocaKirk ou um Br/SermaoDeHannibal.

source: Robotics is on the verge of the largest robotic distribution in history.
pt_br: Robótica está prestes a fazer a maior distribuição de robôs na história.

source: Robotics]] is hinted at being the BigBad, even having what seems to be a TraitorShot.
pt_br: Robótica]] é implicado como sendo o Br/{{Malzao}}, recebendo até um Br/EnquadramentoDeTraidor.

source: Robots used for package delivery, dog-walking, bartending, and other mundane tasks are still casually strong enough to punch through a car window with no effort, and it's implied [[spoiler: Spooner's arm was torn off when the robot yanked him from his sinking car]].
pt_br: Robôs que são usados para entrega de encomendas, atendimento em bares e outras atividades mundanas ainda são fortes o bastante para quebrar uma janela de carro sem esforço, e fica implícito que [[spoiler: o braço de Spooner foi arrancado quando o robô o puxou do carro afundando]].

source: Roy explains to his boss earlier in the film (because he works at the junkyard the Jitney is in) that the thing is armored to the point that a bomb can't damage it and she insists that he must tear it apart with a piddly crowbar, which is effectively impossible.
pt_br: Roy explica à chefe dele (porque ele trabalha no ferro velho onde está o carro) que a coisa é reforçada a ponto de que uma bomba não poderia danificá-lo e ela insiste que ele deve desmantelá-lo com um pé de cabra, o que seria impossível.

source: Roy thinks he's in one of these but the others think he's lame.
pt_br: Roy acha que está em uma dessas, os outros só acham que ele é meio trouxa mesmo.

source: Roy[=/=]Mr. Furious wants to be one of these so very, very much, but the result is often quite lame because he's actually a meek, gentle guy [[IJustWantToBeBadass and not the formidable rage monster he wants to be]].
pt_br: Roy/Irado quer ''muito'' ser um desses, mas o resultado costuma ser pífio porque ele na verdade é um cara gentil e passivo [[Br/EuSoQueriaSerFodao e não o monstro enfurecido formidável que ele quer ser]].

source: Run?"), none of which work.
pt_br: Executar?"), nenhum dos quais funciona.

source: SF and modern equivalent of {{Mordor}}, but don't expect [[NoOntologicalInertia quick fixes]].
pt_br: São os equivalentes de Br/{{Mordor}} em obras modernas e de ficção científica. Não espere [[Br/SemInerciaOntologica soluções simples]].

source: SPLAT.
pt_br: PLAFT.

source: Sadly, that's not the case.
pt_br: Infelizmente, não é esse o caso.

source: Same deal, different day...
pt_br: A mesma coisa a cada dia que passa...

source: Saves time digging.
pt_br: É bom que economiza no escavamento.

source: Scores of NS-4 robots throw themselves between Spooner and the NS-5 robots, buying Spooner enough time to escape.
pt_br: Centenas de robôs NS-4 se jogam entre Spooner e os NS-5, o que dá ao Spooner tempo suficiente para escapar.

source: Second, many systems have RuleZero: some designated referee, judge or [[GameMaster authority figure]] has the absolute final word and can simply throw the argument out wholesale, usually by claiming that the "spirit" of the rule never intended to allow what the "letter" of it seems to say.
pt_br: Segundo, muitos sistemas possuem a Br/RegraZero: algum árbitro designado, juiz ou [[Br/MestreDoJogo figura de autoridade]] possui a palavra final absoluta e pode simplesmente descartar o argumento, tipicamente alegando que o "espírito" da regra nunca permitiria o que a "escrita" dela parece dizer.

source: Secondly, they're scientists, which in fiction means they can [[NewPowersAsThePlotDemands invent whatever strange device the plot requires]].
pt_br: Em segundo lugar, eles são cientistas, o que em ficção significa que eles podem [[Br/NovosPoderesConformeATramaExige inventar qualquer dispositivo requerido para o andamento da trama]].

source: Security personnel in general fall victim to the worst shade of this trope, as most of the time their deaths aren't even acknowledged at all; according to Hollywood, you could walk into a bank and shoot a security guard right in the face without anyone making a fuss.
pt_br: Trabalhadores do ramo de segurança costumam ser vítimas das piores formas deste tropo, pois na maior parte do tempo suas mortes sequer são reconhecidas; de acordo com Hollywood, você poderia entrar em um banco e atirar no rosto de um guarda de segurança sem que ninguém se manifeste.

source: See ''Literature/TheGreatGatsby'', ''Literature/TheCatcherInTheRye'', ''Literature/TheVirginSuicides'', ''Literature/{{Animorphs}}'', and ''Literature/TheTwilightSaga''.[[/index]] [[index]] * '''SecondPersonNarration:''' You.
pt_br: Exemplos são ''BrLiteratura/OGrandeGatsby'', ''BrLiteratura/OApanhadorNoCampoDeCenteio'', ''BrLiteratura/AsVirgensSuicidas'' e ''BrLiteratura/ASagaCrepusculo''. * '''Br/NarrativaEmSegundaPessoa:''' Você.

source: See Administrivia/HowToMakeACustomTitle to request punctuation and nonstandard characters for a title.
pt_br: Consulte BrAdministrivia/ComoCriarUmTituloPersonalizado para solicitar caracteres acentuados e não-padrão para um título.

source: See CuttingOffTheBranches for when all but one ending of a MultipleEndings game becomes canon discontinuity.
pt_br: Ver Br/PodarAsRamificacoes para quando todos os Br/FinaisMultiplos de um jogo, exceto por um, se tornam descontinuidade de cânone.

source: See FreudianExcuseIsNoExcuse for deconstructions of this trope, and FreudianExcuseDenial for one particular subversion.
pt_br: Consultar Br/DesculpaFreudianaNaoEDesculpa para desconstruções deste tropo e Br/NegacaoDaDesculpaFreudiana para uma subversão em particular.

source: See HomePages for a list.
pt_br: ConsultarHomePages para uma lista.

source: See IWarnedYou below.
pt_br: Consultar Br/EuTeAvisei.

source: See OpeningACanOfClones for why this tends to wreck a show.
pt_br: Consulte Br/AbrindoUmaLataDeClones para motivos pelos quais isso tende a estragar um show.

source: See RequiredSecondaryPowers above.]] * {{Technophobia}}: There's [[Creator/WillSmith Del Spooner]], a Chicago police detective that hates and distrusts robots because one of them rescued him from a car crash, leaving a young girl to die because her survival was statistically less likely than his.
pt_br: Consultar Br/PoderesSecundariosRequeridos.]] * Br/{{Tecnofobia}}: Spooner, detetive da polícia de Chicago que odeia robôs porque um deles o resgatou de um acidente, deixando uma jovem garota para morrer porque a sobrevivência dela era menos provável.

source: See SwitchingPOV, which is a bit more lax about that last.
pt_br: Ver também Br/TrocaDePontoDeVista.

source: See YouWouldNotWantToLiveInDex for other crapsack environments, and on a less negative note, the WorldOfBadass, which is also likely to have elements of the Crapsack World, to give justification on [[HadToBeSharp why kicking ass is very important to survival]].
pt_br: Ver Br/VoceNaoVaiQuererViverNesteIndice para outros ambientes hostis e, em um tom menos negativo, o Br/MundoDeFodoes, que tem elevadas chances de ter elementos do mundo lixoso para justificar a necessidade de chutar traseiros como elemento de sobrevivência.

source: See also AFormYouAreComfortableWith for a way to avoid this.
pt_br: Ver também Br/UmaFormaQueLheEConfortavel para um jeito de evitar isso.

source: See also AWorldHalfFull.
pt_br: Consultar também Br/MundoMeioCheio.

source: See also Administrivia/TextFormattingRules for specific details about the format and other ways of linking.
pt_br: Ver também BrAdministrivia/FormatandoTextos para detalhes específicos sobre a formatação e outros modos para vinculação de páginas.

source: See also AnthologyFilm, which might be this applied to the big screen.
pt_br: Ver também Br/FilmeAntologico, que pode consistir nisso, mas aplicado para as telas de cinema.

source: See also AssPull, which is something that was not properly set up before it is sprung on the audience, and CliffhangerCopout, in which a perilous situation is retroactively changed to allow the characters to escape.
pt_br: Ver também Br/SolucaoTiradaDaBunda, que é algo que não foi adequadamente preparado antes de ser lançado para o público, e ??? CliffhangerCopout, em que uma situação perigosa é retroativamente alterada para permitir que os personagens escapem.

source: See also BlackComedy, BloodyHilarious, RefugeInAudacity, VulgarHumor.
pt_br: Consultar também Br/HumorNegro, ??? BloodyHilarious, Br/RefugioNaAudacia, Br/HumorVulgar.

source: See also BringMyRedJacket, which is literal "wearing red is just asking to get hurt".
pt_br: Ver também Br/TragaMeuCasacoVermelho, que é literalmente "usar vermelho é pedir para se machucar".

source: See also CampbellCountry, CulturalPosturing, EaglelandOsmosis, CreatorsCultureCarryover, SmallReferencePools, and HemisphereBias.
pt_br: Ver também Br/CampbellRural, Br/TransposicaoDaCulturaDoCriador, Br/PequenoEspacoDeReferencia e Br/ViesDeHemisferio.

source: See also CassandraTruth, SurroundedByIdiots, and SurroundedBySmartPeople; contrast with the UnfazedEveryman.
pt_br: Consultar também Br/VerdadeDeCassandra, Br/CercadoPorIdiotas e Br/CercadoPorIdiotas; contrastar com Br/SujeitoInabalavel.

source: See also CloudcuckoolandersMinder for the person who -- with or against their will -- often accompanies the Cloudcuckoolander(s) and tries to prevent things from getting out of hand.
pt_br: Consultar Br/CuidadorDoLunatico para a pessoa que (contra a própria vontade ou não) acompanha o lunático para prevenir que as coisas saiam do controle.

source: See also ContinuityReboot, AlternateContinuity, BroadStrokes, and DisownedAdaptation.
pt_br: Ver também Br/ReinicioDeContinuidade, Br/ContinuidadeAlternativa, Br/PinceladasLargas e Br/AdaptacaoRejeitada.

source: See also CuckoolanderCommentator, when the Cloudcuckoolander is put in charge of commentary for an event.
pt_br: Consultar também Br/ComentaristaLunatico para casos em que o lunático fica a cargo dos comentários de um evento.
